{
  "title": "CONDITIONS GÉNÉRALES",
  "date": "Dernière mise à jour : 2023-08-31",
  "intro": {
    "title": "Introduction",
    "welcome": "Bienvenue à",
    "company": "PayWS Ltd",
    "moto": "\"Entreprise\", \"nous\", \"notre\", \"nos\"",
    "text1": "Les présentes conditions de service (\"conditions\", \"conditions de service\") régissent votre utilisation de notre site web situé à l'adresse suivante",
    "text2": "(ensemble ou individuellement \"Service\") exploité par",
    "appName": "aftawallet.com",
    "text3": "Notre politique de confidentialité régit également votre utilisation de notre service et explique comment nous collectons, sauvegardons et divulguons les informations résultant de votre utilisation de nos pages web.",
    "text4": "Votre accord avec nous comprend les présentes conditions et notre politique de confidentialité (\"Accords\"). Vous reconnaissez avoir lu et compris les Accords et acceptez d'être lié par eux.",
    "text5": "Si vous n'êtes pas d'accord avec les Accords (ou si vous ne pouvez pas vous y conformer), vous ne pouvez pas utiliser le Service, mais vous devez nous le faire savoir en nous envoyant un courrier électronique à l'adresse suivante",
    "mail": "support@aftawallet.com",
    "text6": "afin que nous puissions essayer de trouver une solution. Les présentes conditions s'appliquent à tous les visiteurs, utilisateurs et autres personnes qui souhaitent accéder au service ou l'utiliser."
  },
  "comm": {
    "title": "Communications",
    "text": "By using our Service, you agree to subscribe to newsletters, marketing or promotional materials and other information we may send. However,you may opt out of receiving any, or all, of these communications fromus by following the unsubscribe link or by emailing atsupport@aftawallet.com."
  },
  "purchases": {
    "title": "Achats",
    "text1": "Si vous souhaitez acheter un produit ou un service disponible par l'intermédiaire du service (\"achat\"), il peut vous être demandé de fournir certaines informations relatives à votre achat, y compris, mais sans s'y limiter, votre numéro de carte de crédit ou de débit, la date d'expiration de votre carte, votre adresse de facturation et vos informations de livraison.",
    "text2": "Vous déclarez et garantissez que : (i) vous avez le droit légal d'utiliser toute(s) carte(s) ou autre(s) méthode(s) de paiement dans le cadre de tout achat ; et que (ii) les informations que vous nous fournissez sont vraies, correctes et complètes",
    "text3": " Nous pouvons avoir recours à des services de tiers afin de faciliter le paiement et la réalisation des achats. En soumettant vos informations, vous nous accordez le droit de fournir ces informations à ces tiers, sous réserve de notre politique de confidentialité.",
    "text4": "Nous nous réservons le droit de refuser ou d'annuler votre commande à tout moment pour des raisons incluant, mais sans s'y limiter, la disponibilité du produit ou du service, des erreurs dans la description ou le prix du produit ou du service, une erreur dans votre commande ou d'autres raisons",
    "text5": "Nous nous réservons le droit de refuser ou d'annuler votre commande si nous soupçonnons une fraude ou une transaction non autorisée ou illégale."
  },
  "fees": {
    "title": "Honoraires",
    "text": "Il n'y a que deux choses qui vous seront facturées : les frais de transaction et les frais d'échange. Certains sont même gratuits, mais nous veillons à rester transparents dans tout ce que nous faisons, car si nous ne pouvons pas vous rendre des comptes, nous n'avons aucune raison de garder votre argent."
  },
  "cheatCode": {
    "title": "Codes de triche",
    "text": "Pour montrer un peu d'amour, nous pouvons avoir des codes de triche cachés qui vous exemptent des frais de change ou des frais de transaction, ou des deux. Vous pouvez les gagner en accomplissant certaines actions qui incluent, mais ne sont pas limitées à, (i) Effectuer au moins 10 transactions d'une valeur de plus de 20$ ou équivalent chacune : (i) Effectuer au moins 10 transactions d'une valeur supérieure à 20 $ ou équivalente chacune. (ii) Partager le lien avec les personnes de votre réseau qui s'inscrivent. (iii) Utiliser le service dans au moins 3 pays."
  },
  "contest": {
    "title": "Concours, loteries et promotions",
    "text": " Les concours, tirages au sort ou autres promotions (collectivement, les \"promotions\") proposés par l'intermédiaire du service peuvent être régis par des règles distinctes des présentes conditions de service. Si vous participez à une promotion, veuillez consulter les règles applicables ainsi que notre politique de confidentialité. Si les règles d'une promotion sont en contradiction avec les présentes conditions de service, ce sont les règles de la promotion qui s'appliqueront."
  },
  "refund": {
    "title": "Remboursements",
    "texte": "Nous effectuons des remboursements pour les contrats dans la limite de",
    "tex2": "7 jours",
    "text3": "de l'achat initial du contrat."
  },
  "content": {
    "title": "Contenu",
    "text": "Le contenu trouvé sur ou par le biais de ce service est la propriété de PayWS Ltd ou est utilisé avec autorisation. Vous ne pouvez pas distribuer, modifier, transmettre, réutiliser, télécharger, réafficher, copier ou utiliser ce contenu, en tout ou en partie, à des fins commerciales ou personnelles, sans autorisation écrite préalable de notre part."
  },
  "prohibite": {
    "title": "Utilisations interdites",
    "texte": "Vous ne pouvez utiliser le service qu'à des fins légales et conformément aux conditions. Vous acceptez de ne pas utiliser le service :",
    "text2": "0.1. De quelque manière que ce soit en violation de toute loi ou réglementation nationale ou internationale applicable.",
    " text3 ": " 0.2. Dans le but d'exploiter, de nuire ou de tenter d'exploiter ou de nuire à des mineurs de quelque manière que ce soit en les exposant à des contenus inappropriés ou autres",
    "text4": "0.3. Pour transmettre ou faire envoyer tout matériel publicitaire ou promotionnel, y compris tout \"courrier indésirable\", \"lettre en chaîne\", \"spam\" ou toute autre sollicitation similaire",
    "text5": "0.4. To impersonate or attempt to impersonate Company, a Company employee, another user, or any other person or entity.",
    "text6": "0.5. D'une manière qui porte atteinte aux droits d'autrui, ou d'une manière illégale, menaçante, frauduleuse ou nuisible, ou en relation avec un but ou une activité illégale, illégale, frauduleuse ou nuisible",
    "text7": "0.6. Adopter toute autre conduite qui limite ou empêche l'utilisation ou la jouissance du service par quiconque, ou qui, selon nous, peut nuire ou offenser la société ou les utilisateurs du service ou les exposer à une responsabilité.",
    "text8": "En outre, vous acceptez de ne pas :",
    "text9": "0.1. Utiliser le service d'une manière qui pourrait désactiver, surcharger, endommager ou détériorer le service ou interférer avec l'utilisation du service par d'autres parties, y compris leur capacité à s'engager dans des activités en temps réel par le biais du service",
    "text10": "0.2. Utiliser un robot, une araignée ou tout autre dispositif, processus ou moyen automatique pour accéder au service à quelque fin que ce soit, y compris la surveillance ou la copie de tout matériel sur le service.",
    "text11": " 0.3. Utiliser tout processus manuel pour surveiller ou copier tout matériel sur le Service ou pour tout autre but non autorisé sans notre consentement écrit préalable.",
    " text12 ": "0.4. Utiliser un dispositif, un logiciel ou une routine qui interfère avec le bon fonctionnement du service",
    "text13": "0.5. Introduire des virus, des chevaux de Troie, des vers, des bombes logiques ou tout autre matériel malveillant ou technologiquement nuisible",
    "text14": "0.6. Tenter d'obtenir un accès non autorisé, d'interférer, d'endommager ou de perturber toute partie du service, le serveur sur lequel le service est stocké, ou tout serveur, ordinateur ou base de données connecté au service.",
    "text15": "0.7. Attaquer le service via une attaque par déni de service ou une attaque par déni de service distribué.",
    "text16": " 0.8. Prendre toute mesure susceptible d'endommager ou de fausser la notation de l'entreprise",
    "text17": " 0.9. Tenter d'entraver de toute autre manière le bon fonctionnement du service."
  },
  "analytics": {
    "title": "Analyse",
    "text": " Nous pouvons faire appel à des prestataires de services tiers pour contrôler et analyser l'utilisation de notre service."
  },
  "minors": {
    "title": "Pas d'utilisation par les mineurs",
    "text": "  Le service est destiné uniquement à l'accès et à l'utilisation par des personnes âgées d'au moins dix-huit (18) ans. En accédant au service ou en l'utilisant, vous garantissez et déclarez que vous avez au moins dix-huit (18) ans et que vous disposez de l'autorité, du droit et de la capacité nécessaires pour conclure le présent accord et respecter l'ensemble des termes et conditions des conditions. Si vous n'avez pas au moins dix-huit (18) ans, l'accès et l'utilisation du service vous sont interdits."
  },
  "account": {
    "title": "Comptes",
    "texte": "Lorsque vous créez un compte chez nous, vous garantissez que vous avez plus de 18 ans et que les informations que vous nous fournissez sont exactes, complètes et à jour à tout moment. Des informations inexactes, incomplètes ou obsolètes peuvent entraîner la résiliation immédiate de votre compte sur le service",
    "text2": "Vous êtes responsable du maintien de la confidentialité de votre compte et de votre code PIN, y compris, mais sans s'y limiter, de la restriction de l'accès à votre ordinateur et/ou à votre compte. Vous acceptez la responsabilité de toutes les activités ou actions qui se produisent sous votre compte et/ou votre mot de passe, que votre mot de passe soit utilisé dans le cadre de notre service ou d'un service tiers. Vous devez nous informer immédiatement dès que vous avez connaissance d'une violation de la sécurité ou d'une utilisation non autorisée de votre compte",
    "text3": "Vous ne pouvez pas utiliser comme nom d'utilisateur le nom d'une autre personne ou entité ou qui n'est pas légalement disponible pour l'utilisation, un nom ou une marque qui est soumis à des droits d'une autre personne ou entité autre que vous, sans autorisation appropriée. Vous ne pouvez pas utiliser comme nom d'utilisateur un nom offensant, vulgaire ou obscène",
    "text4": " Nous nous réservons le droit de refuser le service, de résilier les comptes, de supprimer ou de modifier le contenu, ou d'annuler les commandes à notre seule discrétion. "
  },
  "intlProp": {
    "title": "Propriété intellectuelle",
    "text": "Le Service et son contenu original (à l'exclusion du contenu fourni par les utilisateurs), ses caractéristiques et ses fonctionnalités sont et resteront la propriété exclusive de PayWS Ltd et de ses concédants de licence. Le Service est protégé par des droits d'auteur, des marques commerciales et d'autres lois de pays étrangers. Nos marques ne peuvent être utilisées en relation avec un produit ou un service sans l'accord écrit préalable de PayWS Ltd."
  },
  "copyright": {
    "title": "Politique du droit d'auteur",
    "texte": "Nous respectons les droits de propriété intellectuelle d'autrui. Nous avons pour politique de répondre à toute plainte selon laquelle le contenu publié sur le service enfreint les droits d'auteur ou d'autres droits de propriété intellectuelle (\"infraction\") d'une personne ou d'une entité.",
    "text2": "Si vous êtes titulaire d'un droit d'auteur, ou autorisé au nom de l'un d'entre eux, et que vous pensez que l'œuvre protégée par le droit d'auteur a été copiée d'une manière qui constitue une violation du droit d'auteur, veuillez soumettre votre réclamation par courrier électronique à l'adresse support@aftawallet.com, avec pour objet : \"Violation des droits d'auteur\" et inclure dans votre réclamation une description détaillée de la violation présumée, comme indiqué ci-dessous, sous \"Avis DMCA et procédure pour les réclamations de violation des droits d'auteur\"",
    "text3": "Vous pouvez être tenu responsable des dommages (y compris les coûts et les frais d'avocat) en cas de fausse déclaration ou d'allégation de mauvaise foi concernant la violation de vos droits d'auteur par tout contenu trouvé sur et/ou par l'intermédiaire du service."
  },
  "notice": {
    "title": "Avis DMCA et procédure en cas de réclamation pour violation des droits d'auteur",
    "text": "Vous pouvez soumettre une notification conformément au Digital Millennium Copyright Act (DMCA) en fournissant par écrit à notre agent des droits d'auteur les informations suivantes (voir 17 U.S.C 512(c)(3) pour plus de détails) :",
    "text1": "0.1. une signature électronique ou physique de la personne autorisée à agir au nom du titulaire du droit d'auteur ;",
    "text2": "0.2. une description de l'œuvre protégée par le droit d'auteur qui, selon vous, a été violée, y compris l'URL (c'est-à-dire l'adresse de la page web) de l'endroit où l'œuvre protégée par le droit d'auteur existe ou une copie de l'œuvre protégée par le droit d'auteur ;",
    "text3": "0.3. l'identification de l'URL ou d'un autre emplacement spécifique sur le service où se trouve le matériel dont vous prétendez qu'il est en infraction ;",
    "text4": "0.4. votre adresse, votre numéro de téléphone et votre adresse électronique ;",
    "text5": "0.5. une déclaration de votre part indiquant que vous pensez de bonne foi que l'utilisation contestée n'est pas autorisée par le titulaire des droits d'auteur, son agent ou la loi ;",
    "text6": "0.6. une déclaration de votre part, faite sous peine de parjure, selon laquelle les informations ci-dessus dans votre avis sont exactes et que vous êtes le titulaire du droit d'auteur ou autorisé à agir au nom du titulaire du droit d'auteur.",
    "text7": "Vous pouvez contacter notre agent des droits d'auteur par courrier électronique à l'adresse support@aftawallet.com."
  },
  "feedback": {
    "title": "Rapport d'erreur et retour d'information",
    "text": "Vous pouvez nous fournir, soit directement à l'adresse support@aftawallet.com, soit par l'intermédiaire de sites et d'outils tiers, des informations et un retour d'information concernant des erreurs, des suggestions d'amélioration, des idées, des problèmes, des plaintes et d'autres questions liées à notre service (\"retour d'information\"). Vous reconnaissez et acceptez que (i) vous ne conserverez, n'acquerrez ni ne ferez valoir aucun droit de propriété intellectuelle ou autre droit, titre ou intérêt sur le retour d'information ; (ii) la Société peut avoir des idées de développement similaires au retour d'information ; (iii) le retour d'information ne contient pas d'informations confidentielles ou d'informations exclusives de votre part ou de la part d'un tiers ; et (iv) la Société n'est soumise à aucune obligation de confidentialité en ce qui concerne le retour d'information. Si le transfert de la propriété du retour d'information n'est pas possible en raison des lois obligatoires applicables, vous accordez à la société et à ses filiales un droit exclusif, transférable, irrévocable, gratuit, sous-licenciable, illimité et perpétuel d'utiliser (y compris de copier, modifier, créer des œuvres dérivées, publier, distribuer et commercialiser) le retour d'information de quelque manière que ce soit et à quelque fin que ce soit."
  },
  "links": {
    "title": "Liens vers d'autres sites web",
    "text": "Notre Service peut contenir des liens vers des sites web ou des services de tiers qui ne sont pas détenus ou contrôlés par PayWS Ltd.",
    "text2": "PayWS Ltd n'a aucun contrôle et n'assume aucune responsabilité quant au contenu, aux politiques de confidentialité ou aux pratiques des sites web ou des services de tiers. Nous ne garantissons pas les offres de ces entités/individus ou de leurs sites web",
    "text3": "VOUS RECONNAISSEZ ET ACCEPTEZ QUE LA SOCIÉTÉ NE SOIT PAS RESPONSABLE, DIRECTEMENT OU INDIRECTEMENT, DE TOUT DOMMAGE OU PERTE CAUSÉ OU SUPPOSÉ ÊTRE CAUSÉ PAR OU EN RELATION AVEC L'UTILISATION OU LA CONFIANCE ACCORDÉE À TOUT CONTENU, BIEN OU SERVICE DISPONIBLE SUR OU PAR L'INTERMÉDIAIRE DE TOUT SITE WEB OU SERVICE DE TIERS.",
    "text4": "NOUS VOUS CONSEILLONS VIVEMENT DE LIRE LES CONDITIONS D'UTILISATION ET LES POLITIQUES DE CONFIDENTIALITÉ DES SITES WEB OU SERVICES DE TIERS QUE VOUS VISITEZ."
  },
  "disclaimer": {
    "title": "Exclusion de garantie",
    "text": "CES SERVICES SONT FOURNIS PAR L'ENTREPRISE \"EN L'ÉTAT\" ET \"SELON LES DISPONIBILITÉS\". L'ENTREPRISE NE FAIT AUCUNE DÉCLARATION ET NE DONNE AUCUNE GARANTIE DE QUELQUE NATURE QUE CE SOIT, EXPRESSE OU IMPLICITE, QUANT AU FONCTIONNEMENT DE SES SERVICES OU AUX INFORMATIONS, AU CONTENU OU AUX ÉLÉMENTS QUI Y SONT INCLUS. VOUS ACCEPTEZ EXPRESSÉMENT QUE L'UTILISATION DE CES SERVICES, DE LEUR CONTENU ET DE TOUT SERVICE OU ÉLÉMENT OBTENU AUPRÈS DE NOUS SE FAIT À VOS RISQUES ET PÉRILS.",
    "text2": "NI L'ENTREPRISE NI AUCUNE PERSONNE ASSOCIÉE À L'ENTREPRISE NE DONNE DE GARANTIE OU NE FAIT DE DÉCLARATION EN CE QUI CONCERNE L'EXHAUSTIVITÉ, LA SÉCURITÉ, LA FIABILITÉ, LA QUALITÉ, L'EXACTITUDE OU LA DISPONIBILITÉ DES SERVICES. SANS LIMITER LA PORTÉE DE CE QUI PRÉCÈDE, NI L'ENTREPRISE NI AUCUNE PERSONNE ASSOCIÉE À L'ENTREPRISE NE DÉCLARE OU NE GARANTIT QUE LES SERVICES, LEUR CONTENU, OU TOUT SERVICE OU ÉLÉMENT OBTENU PAR LE BIAIS DES SERVICES SERONT EXACTS, FIABLES, EXEMPTS D'ERREURS OU ININTERROMPUS, QUE LES DÉFAUTS SERONT CORRIGÉS, QUE LES SERVICES OU LE SERVEUR QUI LES REND DISPONIBLES SONT EXEMPTS DE VIRUS OU D'AUTRES COMPOSANTS NUISIBLES, OU QUE LES SERVICES OU TOUT SERVICE OU ÉLÉMENT OBTENU PAR LE BIAIS DES SERVICES RÉPONDRONT AUTREMENT À VOS BESOINS OU À VOS ATTENTES.",
    "text3": "COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANYWARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FORPARTICULAR PURPOSE.",
    "text4": "CE QUI PRÉCÈDE N'AFFECTE PAS LES GARANTIES QUI NE PEUVENT ÊTRE EXCLUES OU LIMITÉES EN VERTU DE LA LOI APPLICABLE."
  },
  "limitation": {
    "title": "Limitation de la responsabilité",
    "text": " SAUF SI LA LOI L'INTERDIT, VOUS NOUS TIENDREZ, AINSI QUE NOS DIRIGEANTS, ADMINISTRATEURS, EMPLOYÉS ET AGENTS, INDEMNES DE TOUT DOMMAGE INDIRECT, PUNITIF, SPÉCIAL, ACCESSOIRE OU CONSÉCUTIF, QUELLE QU'EN SOIT LA CAUSE (Y COMPRIS LES HONORAIRES D'AVOCAT ET TOUS LES COÛTS ET DÉPENSES LIÉS À UN LITIGE OU À UN ARBITRAGE, OU LORS D'UN PROCÈS OU D'UN APPEL, LE CAS ÉCHÉANT, QU'UN LITIGE OU UN ARBITRAGE AIT ÉTÉ INTENTÉ OU NON), QUE CE SOIT DANS LE CADRE D'UNE ACTION CONTRACTUELLE, D'UNE NÉGLIGENCE OU D'UNE AUTRE ACTION DÉLICTUELLE, OU DÉCOULANT DE OU EN RAPPORT AVEC LE PRÉSENT ACCORD, Y COMPRIS, SANS S'Y LIMITER, TOUTE RÉCLAMATION POUR DOMMAGES CORPORELS OU MATÉRIELS, DÉCOULANT DU PRÉSENT ACCORD ET DE TOUTE VIOLATION PAR VOUS DE TOUTE LOI, STATUT, RÈGLE OU RÉGLEMENTATION FÉDÉRALE, ÉTATIQUE OU LOCALE, MÊME SI LA SOCIÉTÉ A ÉTÉ INFORMÉE AU PRÉALABLE DE LA POSSIBILITÉ DE TELS DOMMAGES. SAUF SI LA LOI L'INTERDIT, SI LA RESPONSABILITÉ DE LA SOCIÉTÉ EST ENGAGÉE, ELLE SERA LIMITÉE AU MONTANT PAYÉ POUR LES PRODUITS ET/OU LES SERVICES, ET EN AUCUN CAS IL N'Y AURA DE DOMMAGES CONSÉCUTIFS OU PUNITIFS. CERTAINS ETATS N'AUTORISENT PAS L'EXCLUSION OU LA LIMITATION DES DOMMAGES PUNITIFS, ACCIDENTELS OU CONSECUTIFS, DE SORTE QUE LA LIMITATION OU L'EXCLUSION PRECEDENTE PEUT NE PAS S'APPLIQUER A VOUS."
  },
  "termination": {
    "title": "Cessation d'activité",
    "text": "Nous pouvons résilier ou suspendre votre compte et interdire l'accès au service immédiatement, sans préavis ni responsabilité, à notre seule discrétion, pour quelque raison que ce soit et sans limitation, y compris, mais sans s'y limiter, en cas de violation des conditions.",
    "text2": "Si vous souhaitez résilier votre compte, vous pouvez simplement cesser d'utiliser le service",
    "text3": "Toutes les dispositions des Conditions qui, de par leur nature, devraient survivre à la résiliation, survivront à la résiliation, y compris, mais sans s'y limiter, les dispositions relatives à la propriété, les exclusions de garantie, l'indemnisation et les limitations de responsabilité."
  },
  "governing": {
    "title": "Droit applicable",
    "text": "Les présentes conditions sont régies et interprétées conformément aux lois de la République du Rwanda, qui s'appliquent à l'accord sans tenir compte des dispositions relatives aux conflits de lois.",
    "text2": "Le fait que nous ne fassions pas valoir un droit ou une disposition des présentes conditions ne sera pas considéré comme une renonciation à ces droits. Si une disposition des présentes conditions est jugée invalide ou inapplicable par un tribunal, les autres dispositions des présentes conditions resteront en vigueur. Les présentes conditions constituent l'intégralité de l'accord entre nous concernant notre service et annulent et remplacent tout accord antérieur que nous aurions pu avoir entre nous concernant le service."
  },
  "change": {
    "title": "Modifications du service",
    "text": "Nous nous réservons le droit de retirer ou de modifier notre service, ainsi que tout service ou matériel que nous fournissons par l'intermédiaire du service, à notre seule discrétion et sans préavis. Nous ne serons pas responsables si, pour quelque raison que ce soit, tout ou partie du service est indisponible à tout moment ou pour toute période. De temps à autre, nous pouvons restreindre l'accès à certaines parties du service, ou à l'ensemble du service, aux utilisateurs, y compris aux utilisateurs enregistrés."
  },
  "amendments": {
    "title": "Modifications des conditions",
    "text": "Nous pouvons modifier les conditions à tout moment en publiant les conditions modifiées sur ce site. Il est de votre responsabilité de revoir ces conditions périodiquement.",
    "text2": "En continuant à utiliser la plate-forme après la publication des conditions révisées, vous acceptez les modifications. Vous êtes tenu de consulter fréquemment cette page afin d'être informé de toute modification, car celle-ci vous lie.",
    "text3": "En continuant à accéder à notre service ou à l'utiliser après l'entrée en vigueur de toute révision, vous acceptez d'être lié par les conditions révisées. Si vous n'acceptez pas les nouvelles conditions, vous n'êtes plus autorisé à utiliser le service."
  },
  "waiver": {
    "title": "Renonciation et divisibilité",
    "text": "Aucune renonciation de la part de la Société à l'une des conditions énoncées dans les Conditions ne sera considérée comme une renonciation ultérieure ou continue à cette condition ou comme une renonciation à toute autre condition, et tout manquement de la Société à faire valoir un droit ou une disposition en vertu des Conditions ne constituera pas une renonciation à ce droit ou à cette disposition",
    "text2": "Si une disposition des conditions est jugée invalide, illégale ou inapplicable pour quelque raison que ce soit par une cour ou un autre tribunal compétent, cette disposition sera supprimée ou limitée au minimum de manière à ce que les autres dispositions des conditions restent pleinement en vigueur."
  },
  "ads": {
    "title": "Annonces et tarification",
    "text": "Chaque utilisateur peut publier une annonce, mais les annonces sont soumises à nos lois strictes en matière d'intégrité du contenu et, par conséquent, aucun contenu illicite, nudité, parti pris ou contenu pornographique n'est autorisé sur la plate-forme. Toute personne ne respectant pas ces règles sera suspendue et le solde de son compte sera confisqué pour les dommages potentiellement causés aux utilisateurs qui auraient pu tomber sur l'annonce.",
    "text2": " Chaque annonce vue coûtera ",
    "text3": "et les annonces cliquées coûtent",
    "text4": "Ce montant est automatiquement débité du portefeuille de l'utilisateur avant que l'annonce ne soit traitée (dans le cas d'une annonce vue), et après que l'annonce a été consommée (dans le cas d'une annonce cliquée). Les transactions publicitaires n'apparaissent pas dans l'historique des transactions mais peuvent être demandées."
  },
  "acknowledgement": {
    "title": "Remerciements",
    "text": "EN UTILISANT LE SERVICE OU D'AUTRES SERVICES FOURNIS PAR NOUS, VOUS RECONNAISSEZ AVOIR LU LES PRÉSENTES CONDITIONS DE SERVICE ET ACCEPTEZ D'ÊTRE LIÉ PAR ELLES."
  },
  "contactus": {
    "title": "Nous contacter",
    "text": "Veuillez envoyer vos réactions, commentaires et demandes d'assistance technique par courrier électronique :"
  }
}
