{
  "title": "POLITIQUE DE CONFIDENTIALITÉ",
  "date": "Date d'entrée en vigueur : 2023-03-01",
  "intro": {
    "title": "Introduction",
    "welcome": "Bienvenue à",
    "company": "PayWS Ltd",
    "moto": "“La société“, “nous“, “notre“, “nos“ opère",
    "text1": "ci-après dénommé",
    "text2": "“Service” ",
    "appName": "aftawallet.com",
    "text3": "Notre politique de confidentialité régit votre visite sur aftawallet.com et explique comment nous collectons, sauvegardons et divulguons les informations résultant de votre utilisation de notre Service. Nous utilisons vos données pour fournir et améliorer le Service. En utilisant le Service, vous acceptez la collecte et l'utilisation des informations conformément à la présente politique. Sauf définition contraire dans la présente politique de confidentialité, les termes utilisés dans la présente politique de confidentialité ont la même signification que dans nos conditions générales. Nos conditions générales",
    "text4": "régissent toute utilisation de notre service et, avec la politique de confidentialité, constituent votre accord avec nous",
    "text5": "Si vous n'êtes pas d'accord avec les Accords (ou si vous ne pouvez pas vous y conformer), vous ne pouvez pas utiliser le Service, mais vous devez nous le faire savoir en nous envoyant un courrier électronique à l'adresse suivante",
    "mail": "support@aftawallet.com",
    "text6": "afin que nous puissions essayer de trouver une solution. Les présentes conditions s'appliquent à tous les visiteurs, utilisateurs et autres personnes qui souhaitent accéder au service ou l'utiliser."
  },
  "definition": {
    "title": "Définitions",
    "service": "SERVICE",
    "text": "signifie que le",
    "text2": "site web exploité par",
    "peronalData": "DONNÉES PERSONNELLES",
    "text3": "désigne les données relatives à une personne vivante qui peut être identifiée à partir de ces données (ou à partir de ces données et d'autres informations en notre possession ou susceptibles d'entrer en notre possession).",
    "userDate": "DONNÉES D'UTILISATION",
    "text4": "sont des données collectées automatiquement, générées par l'utilisation du service ou par l'infrastructure du service elle-même (par exemple, la durée de la visite d'une page).",
    "text5": "sont de petits fichiers stockés sur votre appareil (ordinateur ou appareil mobile).",
    "dateCont": "RESPONSABLE DU TRAITEMENT DES DONNÉES",
    "text6": "désigne une personne physique ou morale qui (seule ou conjointement avec d'autres personnes) détermine les finalités et les modalités de traitement des données à caractère personnel. Aux fins de la présente politique de confidentialité, nous sommes le contrôleur de vos données.",
    "dataPro": "LES RESPONSABLES DU TRAITEMENT DES DONNÉES (OU LES PRESTATAIRES DE SERVICES)",
    "text7": "désigne toute personne physique ou morale qui traite les données pour le compte du contrôleur des données. Nous pouvons utiliser les services de divers prestataires de services afin de traiter vos données de manière plus efficace.",
    "dateSuj": "SUJET DES DONNÉES",
    "text8": "est toute personne vivante qui fait l'objet de données à caractère personnel.",
    "user": "L'UTILISATEUR",
    "text9": "est la personne qui utilise notre service. L'utilisateur correspond à la personne concernée, qui est le sujet des données à caractère personnel."
  },
  "information": {
    "title": "Collecte et utilisation des informations",
    "text": "Nous recueillons plusieurs types d'informations à des fins diverses afin de vous fournir et d'améliorer notre service."
  },
  "typeData": {
    "title": "Types de données collectées",
    "text": "Données personnelles",
    "text2": "Lors de l'utilisation de notre service, nous pouvons vous demander de nous fournir certaines informations personnellement identifiables qui peuvent être utilisées pour vous contacter ou vous identifier (\"données personnelles\"). Les données personnelles identifiables peuvent inclure, sans s'y limiter, les éléments suivants :",
    "text3": "0.1. Adresse électronique ",
    "text4": "0.2. Prénom et nom de famille",
    "text5": "0.3. Numéro de téléphone 0.4. Adresse, Pays, État, Province, Code postal, Ville",
    "text6": " 0.5. Cookies et données d'utilisation Nous pouvons utiliser vos",
    "text7": " Données personnelles pour vous contacter avec des bulletins d'information, du matériel marketing ou promotionnel et d'autres informations susceptibles de vous intéresser. Vous pouvez refuser de recevoir tout ou partie de ces communications de notre part en suivant le lien de désinscription.",
    "text8": "Données d'utilisation",
    "text9": " Nous pouvons également collecter des informations que votre navigateur envoie chaque fois que vous visitez notre service ou que vous accédez au service par ou via un dispositif quelconque",
    "text10": "(\"Données d'utilisation\")",
    "text11": "Ces données d'utilisation peuvent inclure des informations telles que l'adresse IP de votre ordinateur, le type et la version de votre navigateur, les pages de notre service que vous visitez, l'heure et la date de votre visite, le temps passé sur ces pages, les identifiants uniques de votre appareil et d'autres données de diagnostic.",
    "text12": "Lorsque vous accédez au Service avec un appareil, ces Données d'utilisation peuvent inclure des informations telles que le type d'appareil que vous utilisez, l'identifiant unique de votre appareil, l'adresse IP de votre appareil, le système d'exploitation de votre appareil, le type de navigateur Internet que vous utilisez, les identifiants uniques de l'appareil et d'autres données de diagnostic.",
    "text13": "Données de localisation",
    "text14": "Nous pouvons utiliser et stocker des informations sur votre localisation si vous nous en donnez l'autorisation",
    "text15": "(\"Données de localisation\")",
    "text16": "Nous utilisons ces données pour fournir des fonctionnalités de notre service, pour l'améliorer et le personnaliser.",
    "text17": "Vous pouvez à tout moment activer ou désactiver les services de localisation lorsque vous utilisez notre service, par le biais des paramètres de votre appareil.",
    "text18": "Suivi des données des cookies",
    "text19": "Nous utilisons des cookies et des technologies de suivi similaires pour suivre l'activité sur notre service et nous conservons certaines informations.",
    "text20": "Les cookies sont des fichiers contenant une petite quantité de données qui peuvent inclure un identifiant unique anonyme. Les cookies sont envoyés à votre navigateur par un site web et stockés sur votre appareil. D'autres technologies de suivi sont également utilisées, telles que les balises, les tags et les scripts, pour collecter et suivre les informations et pour améliorer et analyser notre service.",
    "text21": "Vous pouvez configurer votre navigateur pour qu'il refuse tous les cookies ou pour qu'il vous indique quand un cookie est envoyé. Toutefois, si vous n'acceptez pas les cookies, il se peut que vous ne puissiez pas utiliser certaines parties de notre service.",
    "text22": "Exemples de cookies que nous utilisons : 0.1.",
    "text23": "Cookies de session",
    "text24": "Nous utilisons des cookies de session pour faire fonctionner notre service. 0.2.",
    "text25": "Cookies de préférence",
    "text26": "Nous utilisons des cookies de préférence pour mémoriser vos préférences et divers paramètres.",
    "text28": "Cookies de sécurité",
    "text29": "Nous utilisons des cookies de sécurité à des fins de sécurité. 0.4.",
    "text30": "Cookies publicitaires",
    "text31": "Les cookies publicitaires sont utilisés pour vous proposer des publicités qui peuvent être pertinentes pour vous et vos intérêts.",
    "text32": "Autres données",
    "text33": "Lors de l'utilisation de notre service, nous pouvons également recueillir les informations suivantes : sexe, âge, date de naissance, lieu de naissance, détails du passeport, citoyenneté, inscription au lieu de résidence et adresse réelle, numéro de téléphone (professionnel, portable), numéro de sécurité sociale (ou autre numéro d'identification du contribuable), emplacement du bureau et autres données."
  },
  "useDate": {
    "title": "Utilisation des données",
    "text": "PayWS Ltd utilise les données collectées à diverses fins :",
    "text1": "0.1. pour fournir et maintenir notre service ;",
    "text2": "0.2. pour vous informer des modifications apportées à notre service ;",
    "text3": "0.3. pour vous permettre de participer aux fonctions interactives de notre service lorsque vous choisissez de le faire ;",
    "text4": "0.4. pour fournir une assistance à la clientèle ; ",
    "text5": "0.5. pour recueillir des analyses ou des informations utiles afin d'améliorer notre service ;",
    "text6": "0.6. pour contrôler l'utilisation de notre service ;",
    "text7": " 0.7. pour détecter, prévenir et traiter les problèmes techniques ;",
    "text8": " 0.8. à toute autre fin pour laquelle vous les avez fournies ;",
    "text9": "0.9. pour remplir nos obligations et faire valoir nos droits découlant de tout contrat conclu entre vous et nous, y compris pour la facturation et le recouvrement ;",
    "text10": "0.10. pour vous fournir des avis concernant votre compte et/ou votre abonnement, y compris des avis d'expiration et de renouvellement, des instructions par courrier électronique, etc ;",
    "text11": " 0.11. pour vous fournir des nouvelles, des offres spéciales et des informations générales sur d'autres biens, services et événements que nous proposons et qui sont similaires à ceux que vous avez déjà achetés ou sur lesquels vous vous êtes renseigné, sauf si vous avez choisi de ne pas recevoir ces informations ;",
    "text12": "0.12. de toute autre manière que nous pourrions décrire lorsque vous fournissez les informations ;",
    "text13": "0.13. à toute autre fin avec votre consentement."
  },
  "retention": {
    "title": "Conservation des données",
    "text": "Nous ne conserverons vos données personnelles que pour la durée nécessaire aux fins énoncées dans la présente politique de protection de la vie privée. Nous conserverons et utiliserons vos données à caractère personnel dans la mesure nécessaire pour nous conformer à nos obligations légales (par exemple, si nous sommes tenus de conserver vos données pour nous conformer aux lois applicables), résoudre les litiges et appliquer nos accords et politiques juridiques.",
    "text1": "Nous conserverons également les données d'utilisation à des fins d'analyse interne. Les données d'utilisation sont généralement conservées pendant une période plus courte, sauf si ces données sont utilisées pour renforcer la sécurité ou améliorer la fonctionnalité de notre service, ou si nous sommes légalement tenus de conserver ces données pendant des périodes plus longues."
  },
  "tranfers": {
    "title": "Transfert de données",
    "text": "Vos informations, y compris les données personnelles, peuvent être transférées et conservées sur des ordinateurs situés en dehors de votre État, province, pays ou autre juridiction gouvernementale où les lois sur la protection des données peuvent différer de celles de votre juridiction.",
    "text2": "Si vous êtes situé en dehors de la République du Cameroun et que vous choisissez de nous fournir des informations, veuillez noter que nous transférons les données, y compris les données personnelles, vers la République du Cameroun et que nous les traitons dans ce pays.",
    "text3": "Votre consentement à la présente politique de protection de la vie privée suivi de votre soumission de ces informations représente votre accord à ce transfert.",
    "text4": "PayWS Ltd prendra toutes les mesures raisonnablement nécessaires pour s'assurer que vos données sont traitées en toute sécurité et conformément à la présente politique de confidentialité et aucun transfert de vos données personnelles n'aura lieu vers une organisation ou un pays à moins qu'il n'y ait des contrôles adéquats en place, y compris la sécurité de vos données et autres informations personnelles."
  },
  "disclosure": {
    "title": "Divulgation des données",
    "text": "Nous pouvons divulguer les informations personnelles que nous recueillons ou que vous nous fournissez :",
    "text2": "0.1. Divulgation pour l'application de la loi.",
    "text3": "Dans certaines circonstances, nous pouvons être tenus de divulguer vos données personnelles si la loi l'exige ou en réponse à des demandes valables des autorités publiques.",
    "text4": "0.2. Transaction commerciale.",
    "text5": "Si nous ou nos filiales sommes impliqués dans une fusion, une acquisition ou une vente d'actifs, vos données personnelles peuvent être transférées.",
    "text6": "0.3. Autres cas. Nous pouvons également divulguer vos informations :",
    "text7": ".3.1. à nos filiales et sociétés affiliées ;",
    "text8": " 0.3.2. aux contractants, prestataires de services et autres tiers auxquels nous faisons appel pour soutenir nos activités ;",
    "text9": "0.3.3. pour atteindre l'objectif pour lequel vous les avez fournies ;",
    "text10": "0.3.4. dans le but d'inclure le logo de votre entreprise sur notre site web ;",
    "text11": "0.3.5. for any other purpose disclosed by us when you provide the information;",
    "text12": "0.3.6. avec votre consentement dans tous les autres cas ;",
    "text13": "0.3.7. si nous estimons que la divulgation est nécessaire ou appropriée pour protéger les droits, la propriété ou la sécurité de l'entreprise, de nos clients ou d'autres personnes."
  },
  "security": {
    "title": "Sécurité des données",
    "text": "La sécurité de vos données est importante pour nous, mais n'oubliez pas qu'aucune méthode de transmission sur Internet ou de stockage électronique n'est sûre à 100 %. Bien que nous nous efforcions d'utiliser des moyens commercialement acceptables pour protéger vos données personnelles, nous ne pouvons pas garantir leur sécurité absolue.",
    "text2": "10. Vos droits en matière de protection des données en vertu du règlement général sur la protection des données (RGPD)",
    "text3": "Si vous êtes résident de l'Union européenne (UE) et de l'Espace économique européen (EEE), vous disposez de certains droits en matière de protection des données, couverts par le GDPR.",
    "text4": "Nous nous efforçons de prendre des mesures raisonnables pour vous permettre de corriger, modifier, supprimer ou limiter l'utilisation de vos données personnelles. ",
    "text5": "Si vous souhaitez être informé des données personnelles que nous détenons à votre sujet et si vous souhaitez qu'elles soient supprimées de nos systèmes, veuillez nous envoyer un courrier électronique à l'adresse support@aftawallet.com.",
    "text6": "Dans certaines circonstances, vous disposez des droits suivants en matière de protection des données :",
    "text7": "0.1. le droit d'accéder, de mettre à jour ou de supprimer les informations dont nous disposons à votre sujet;",
    "text8": "0.2. le droit de rectification. Vous avez le droit de faire rectifier les informations vous concernant qui sont inexactes ou incomplètes ;",
    "text9": "0.3. le droit d'opposition. Vous avez le droit de vous opposer à notre traitement de vos données personnelles ;",
    "text10": "0.4. le droit de restriction. Vous avez le droit de demander que nous limitions le traitement de vos informations personnelles ;",
    "text11": "0.5. le droit à la portabilité des données. Vous avez le droit de recevoir une copie de vos données à caractère personnel dans un format structuré, lisible par machine et couramment utilisé ;",
    "text12": "0.6. le droit de retirer son consentement. Vous avez également le droit de retirer votre consentement à tout moment lorsque nous nous appuyons sur votre consentement pour traiter vos informations personnelles ; veuillez noter que nous pouvons vous demander de vérifier votre identité avant de répondre à de telles demandes. Veuillez noter qu'il se peut que nous ne soyons pas en mesure de fournir le service sans certaines données nécessaires. Vous avez le droit de vous plaindre auprès d'une autorité de protection des données de notre collecte et de notre utilisation de vos données personnelles. Pour plus d'informations, veuillez contacter votre autorité locale de protection des données dans l'Espace économique européen (EEE).",
    "text13": "11. Vos droits en matière de protection des données en vertu de la loi californienne sur la protection de la vie privée (CalOPPA)",
    "text14": "La CalOPPA est la première loi nationale à exiger que les sites web commerciaux et les services en ligne publient une politique de protection de la vie privée. La portée de cette loi s'étend bien au-delà de la Californie, puisqu'elle impose à toute personne ou entreprise aux États-Unis (et probablement dans le monde entier) qui exploite des sites web recueillant des informations personnellement identifiables auprès de consommateurs californiens de publier sur son site web une politique de confidentialité bien visible indiquant exactement les informations recueillies et les personnes avec lesquelles elles sont partagées, et de se conformer à cette politique.",
    "text15": "Conformément à la loi CalOPPA, nous acceptons ce qui suit :",
    "text16": "0.1. Les utilisateurs peuvent visiter notre site de manière anonyme ;",
    "text17": " 0.2. le lien vers notre politique de protection de la vie privée comprend le mot \"Protection de la vie privée\" et se trouve facilement sur la page d'accueil de notre site web ;",
    "text18": "0.3. les utilisateurs seront informés de toute modification de la politique de confidentialité sur notre page de politique de confidentialité ;",
    "text19": "0.4. les utilisateurs peuvent modifier leurs informations personnelles en nous envoyant un courrier électronique à l'adresse support@aftawallet.com.",
    "text20": "Notre politique en matière de signaux \"Do Not Track\" :",
    "text21": "Nous respectons les signaux \"Do Not Track\" et ne suivons pas, ne plaçons pas de cookies et n'utilisons pas de publicité lorsqu'un mécanisme de navigation \"Do Not Track\" est en place. Do Not Track est une préférence que vous pouvez définir dans votre navigateur web pour informer les sites web que vous ne souhaitez pas être suivi.",
    "text22": "Vous pouvez activer ou désactiver la fonction \"Do Not Track\" en consultant la page \"Préférences\" ou \"Paramètres\" de votre navigateur web."
  },
  "protection": {
    "title": "Vos droits en matière de protection des données en vertu de la loi californienne sur la protection de la vie privée des consommateurs (CCPA)",
    "text": "Si vous résidez en Californie, vous avez le droit de connaître les données que nous collectons à votre sujet, de demander la suppression de vos données et de ne pas les vendre (partager). Pour exercer vos droits en matière de protection des données, vous pouvez faire certaines demandes et nous demander :",
    "text2": "0.1. Quelles sont les informations personnelles dont nous disposons à votre sujet ? Si vous faites cette demande, nous vous renverrons :",
    "text3": "0.0.1. Les catégories d'informations personnelles que nous avons recueillies à votre sujet.",
    "text4": "0.0.2. Les catégories de sources à partir desquelles nous collectons vos informations personnelles.",
    "text5": "0.0.3. L'objectif professionnel ou commercial de la collecte ou de la vente de vos informations personnelles. ",
    "text6": "0.0.4. The categories of third parties with whom we share personal information.",
    "text7": " 0.0.5. Les informations personnelles spécifiques que nous avons collectées à votre sujet.",
    "text8": "0.0.6. Une liste des catégories d'informations personnelles que nous avons vendues, ainsi que la catégorie de toute autre entreprise à laquelle nous les avons vendues. Si nous n'avons pas vendu vos informations personnelles, nous vous en informerons.",
    "text9": "0.0.7. Une liste des catégories d'informations personnelles que nous avons divulguées à des fins professionnelles, ainsi que la catégorie de toute autre entreprise avec laquelle nous les avons partagées.",
    "text10": "Please note, you are entitled to ask us to provide you with this information up to two times in a rolling twelve-month period. When you make this request, the information provided may be limited to the personal information we collected about you in the previous 12 months.",
    "text11": "0.2. Supprimer vos informations personnelles. Si vous faites cette demande, nous supprimerons de nos archives les informations personnelles que nous détenons à votre sujet à la date de votre demande et nous demanderons à tout fournisseur de services de faire de même. Dans certains cas, la suppression peut être effectuée par la dépersonnalisation des informations. Si vous choisissez de supprimer vos informations personnelles, il se peut que vous ne puissiez pas utiliser certaines fonctions qui nécessitent vos informations personnelles pour fonctionner.",
    "text12": "0.3. Cesser de vendre vos informations personnelles. Nous ne vendons ni ne louons vos informations personnelles à des tiers pour quelque raison que ce soit. Nous ne vendons pas vos informations personnelles pour une contrepartie monétaire. Toutefois, dans certaines circonstances, le transfert d'informations personnelles à un tiers, ou au sein de notre famille d'entreprises, sans contrepartie financière, peut être considéré comme une \"vente\" en vertu de la loi californienne. Vous êtes le seul propriétaire de vos données personnelles et pouvez à tout moment en demander la divulgation ou la suppression.",
    "text13": "Si vous nous demandez de cesser de vendre vos informations personnelles, nous cesserons de procéder à de tels transferts.",
    "text14": "Veuillez noter que si vous nous demandez de supprimer ou de cesser de vendre vos données, cela peut avoir un impact sur votre expérience avec nous et vous ne pourrez peut-être pas participer à certains programmes ou services d'adhésion qui nécessitent l'utilisation de vos informations personnelles pour fonctionner. En aucun cas, nous ne ferons de discrimination à votre encontre pour avoir exercé vos droits.",
    "text15": "Pour exercer vos droits en matière de protection des données en Californie décrits ci-dessus, veuillez envoyer votre (vos) demande(s) par courrier électronique : support@aftawallet.com.",
    "text16": "Vos droits en matière de protection des données, décrits ci-dessus, sont couverts par le CCPA, abréviation de California Consumer Privacy Act (loi californienne sur la protection de la vie privée des consommateurs). Pour en savoir plus, visitez le site officiel d'information législative de la Californie. La CCPA est entrée en vigueur le 01/01/2020."
  },
  "providers": {
    "title": " Prestataires de services",
    "text": "Nous pouvons employer des sociétés et des personnes tierces pour faciliter notre service (\"fournisseurs de services\"), fournir le service en notre nom, effectuer des services liés au service ou nous aider à analyser la façon dont notre service est utilisé.",
    "text2": "Ces tiers n'ont accès à vos données personnelles que pour effectuer ces tâches en notre nom et sont tenus de ne pas les divulguer ou les utiliser à d'autres fins.",
    "text3": "14. Analyse",
    "text4": "Nous pouvons faire appel à des prestataires de services tiers pour contrôler et analyser l'utilisation de notre service.",
    "text5": "15. Outils CI/CD",
    "text6": "Nous pouvons faire appel à des fournisseurs de services tiers pour automatiser le processus de développement de notre service.",
    "text7": "16. Remarketing comportemental",
    "text8": "Nous pouvons utiliser des services de remarketing pour faire de la publicité sur des sites web tiers après que vous ayez visité notre service. Nous et nos fournisseurs tiers utilisons des cookies pour informer, optimiser et diffuser des publicités en fonction de vos visites antérieures sur notre service.",
    "text9": "17. Paiements",
    "text10": "Nous pouvons fournir des produits et/ou des services payants dans le cadre du service. Dans ce cas, nous utilisons des services tiers pour le traitement des paiements (par exemple, des processeurs de paiement).",
    "text11": "Nous ne conservons ni ne collectons les données relatives à votre carte de paiement. Ces informations sont fournies directement à nos prestataires de services de paiement tiers, dont l'utilisation de vos informations personnelles est régie par leur politique de confidentialité. Ces processeurs de paiement adhèrent aux normes établies par PCI-DSS, gérées par le Conseil des normes de sécurité PCI, qui est un effort conjoint de marques telles que Visa, Mastercard, American Express et Discover. Les exigences de la norme PCI-DSS permettent de garantir la sécurité du traitement des informations de paiement.",
    "text12": "18. Liens vers d'autres sites",
    "text13": "Notre service peut contenir des liens vers d'autres sites qui ne sont pas exploités par nous. Si vous cliquez sur le lien d'un tiers, vous serez dirigé vers le site de ce tiers. Nous vous conseillons vivement de consulter la politique de confidentialité de chaque site que vous visitez.",
    "text14": "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.",
    "text15": "19. Vie privée des enfants",
    "text16": "Nos services ne sont pas destinés à être utilisés par des enfants de moins de 18 ans (",
    "text17": "\"Enfant\"",
    "text18": "\"Enfants\"",
    "text19": "Nous ne collectons pas sciemment d'informations personnellement identifiables auprès d'enfants de moins de 18 ans. Si vous apprenez qu'un enfant nous a fourni des données personnelles, veuillez nous contacter. Si nous apprenons que nous avons collecté des données personnelles auprès d'enfants sans avoir vérifié le consentement des parents, nous prenons des mesures pour supprimer ces informations de nos serveurs.",
    "text20": "20. Modifications de la présente politique de confidentialité",
    "text22": "Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. Nous vous informerons de toute modification en publiant la nouvelle politique de confidentialité sur cette page.",
    "text23": "Nous vous en informerons par courrier électronique et/ou par un avis bien visible sur notre service, avant que la modification n'entre en vigueur et nous mettrons à jour la \"date d'entrée en vigueur\" en haut de la présente politique de confidentialité.",
    "text24": " Nous vous conseillons de consulter régulièrement la présente politique de confidentialité afin de prendre connaissance des éventuelles modifications. Les modifications apportées à la présente politique de protection de la vie privée entrent en vigueur au moment où elles sont publiées sur cette page.",
    "text25": "21. Nous contacter",
    "text26": "Si vous avez des questions concernant la présente politique de confidentialité, veuillez nous contacter par courrier électronique :",
    "text27": "ou "
  }
}
