{
  "title": "PRIVACY POLICY",
  "date": "Effective date: 2023-03-01",
  "intro": {
    "title": "Introduction",
    "welcome": "Welcome to",
    "company": "PayWS Ltd",
    "moto": "“Company”, “we”, “our”, “us” operates",
    "text1": "here in after referred to as",
    "text2": "“Service” ",
    "appName": "aftawallet.com",
    "text3": "Our Privacy Policy governs your visit to aftawallet.com, and explains how we collect, safeguard and disclose information that results from your use of our Service. We use your data to provide and improve Service. By using Service, you agree to the collection and use of information in accordance with this policy. Unless otherwise defined in this Privacy Policy, the terms used in this Privacy Policy have the same meanings as in our Terms and Conditions. Our Terms and Conditions",
    "text4": "govern all use of our Service and together with the Privacy Policy constitutes your agreement with us",
    "text5": "If you do not agree with (or cannot comply with) Agreements, then you may not use the Service, but please let us know by emailing at",
    "mail": "support@aftawallet.com",
    "text6": "so we can try to find a solution. These Terms apply to all visitors, users and others who wish to access or use Service."
  },
  "definition": {
    "title": "Definitions",
    "service": "SERVICE",
    "text": "means the",
    "text2": "website operated by",
    "peronalData": "PERSONAL DATA",
    "text3": "means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).",
    "userDate": "USAGE DATA",
    "text4": "is data collected automatically either generated by the use of Service or from Service infrastructure itself (for example, the duration of a page visit).",
    "text5": "are small files stored on your device (computer or mobile device).",
    "dateCont": "DATA CONTROLLER",
    "text6": "means a natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal data are, or are to be, processed. For the purpose of this Privacy Policy, we are a Data Controller of your data.",
    "dataPro": "DATA PROCESSORS (OR SERVICE PROVIDERS)",
    "text7": "means any natural or legal person who processes the data on behalf of the Data Controller. We may use the services of various Service Providers in order to process your data more effectively.",
    "dateSuj": "DATA SUBJECT",
    "text8": "is any living individual who is the subject of Personal Data.",
    "user": "THE USER",
    "text9": "is the individual using our Service. The User corresponds to the Data Subject, who is the subject of Personal Data."
  },
  "information": {
    "title": "Information Collection and Use",
    "text": "We collect several different types of information for various purposes to provide and improve our Service to you."
  },
  "typeData": {
    "title": "Types of Data Collected",
    "text": "Personal Data",
    "text2": "While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”). Personally identifiable information may include, but is not limited to:",
    "text3": "0.1. Email address ",
    "text4": "0.2. First name and last name",
    "text5": "0.3. Phone number 0.4. Address, Country, State, Province, ZIP/Postal code, City",
    "text6": " 0.5. Cookies and Usage Data We may use your",
    "text7": " Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you. You may opt out of receiving any, or all, of these communications from us by following the unsubscribe link.",
    "text8": "Usage Data",
    "text9": " We may also collect information that your browser sends whenever you visit our Service or when you access Service by or through any device",
    "text10": "(“Usage Data”)",
    "text11": "This Usage Data may include information such as your computer's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.",
    "text12": "When you access Service with a device, this Usage Data may include information such as the type of device you use, your device unique ID, the IP address of your device, your device operating system, the type of Internet browser you use, unique device identifiers and other diagnostic data.",
    "text13": "Location Data",
    "text14": "We may use and store information about your location if you give us permission to do so",
    "text15": "(“Location Data”)",
    "text16": "We use this data to provide features of our Service, to improve and customize our Service.",
    "text17": "You can enable or disable location services when you use our Service at any time by way of your device settings.",
    "text18": "Tracking Cookies Data",
    "text19": "We use cookies and similar tracking technologies to track the activity on our Service and we hold certain information.",
    "text20": "Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Other tracking technologies are also used such as beacons, tags and scripts to collect and track information and to improve and analyze our Service.",
    "text21": "You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.",
    "text22": "Examples of Cookies we use: 0.1.",
    "text23": "Session Cookies",
    "text24": "We use Session Cookies to operate our Service. 0.2.",
    "text25": "Preference Cookies",
    "text26": "We use Preference Cookies to remember your preferences and various settings.",
    "text28": "Security Cookies",
    "text29": "We use Security Cookies for security purposes. 0.4.",
    "text30": "Advertising Cookies",
    "text31": "Advertising Cookies are used to serve you with advertisements that may be relevant to you and your interests.",
    "text32": "Other Data",
    "text33": "While using our Service, we may also collect the following information: sex, age, date of birth, place of birth, passport details, citizenship, registration at place of residence and actual address, telephone number (work, mobile), social security (or other taxpayer identification) number, office location and other data."
  },
  "useDate": {
    "title": "Use of Data",
    "text": "PayWS Ltd uses the collected data for various purposes:",
    "text1": "0.1. to provide and maintain our Service;",
    "text2": "0.2. to notify you about changes to our Service;",
    "text3": "0.3. to allow you to participate in interactive features of our Service when you choose to do so;",
    "text4": "0.4. to provide customer support; ",
    "text5": "0.5. to gather analysis or valuable information so that we can improve our Service;",
    "text6": "0.6. to monitor the usage of our Service;",
    "text7": " 0.7. to detect, prevent and address technical issues;",
    "text8": " 0.8. to fulfil any other purpose for which you provide it;",
    "text9": "0.9. to carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection;",
    "text10": "0.10. to provide you with notices about your account and/or subscription, including expiration and renewal notices, email-instructions, etc.;",
    "text11": " 0.11. to provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information;",
    "text12": "0.12. in any other way we may describe when you provide the information;",
    "text13": "0.13. for any other purpose with your consent."
  },
  "retention": {
    "title": "Retention of Data",
    "text": "We will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.",
    "text1": "We will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods."
  },
  "tranfers": {
    "title": "Transfer of Data",
    "text": "Your information, including Personal Data, may be transferred to – and maintained on – computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.",
    "text2": "If you are located outside Republic of Cameroon and choose to provide information to us, please note that we transfer the data, including Personal Data, to Republic of Cameroon and process it there.",
    "text3": "Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.",
    "text4": "PayWS Ltd will take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organisation or a country unless there are adequate controls in place including the security of your data and other personal information."
  },
  "disclosure": {
    "title": "Disclosure of Data",
    "text": "We may disclose personal information that we collect, or you provide:",
    "text2": "0.1. Disclosure for Law Enforcement.",
    "text3": "Under certain circumstances, we may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities.",
    "text4": "0.2. Business Transaction.",
    "text5": "If we or our subsidiaries are involved in a merger, acquisition or asset sale, your Personal Data may be transferred. ",
    "text6": "0.3. Other cases. We may disclose your information also:",
    "text7": ".3.1. to our subsidiaries and affiliates; ",
    "text8": " 0.3.2. to contractors, service providers, and other third parties we use to support our business;",
    "text9": "0.3.3. to fulfill the purpose for which you provide it;",
    "text10": "0.3.4. for the purpose of including your company’s logo on our website;",
    "text11": "0.3.5. for any other purpose disclosed by us when you provide the information;",
    "text12": "0.3.6. with your consent in any other cases;",
    "text13": "0.3.7. if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our customers, or others."
  },
  "security": {
    "title": "Security of Data",
    "text": "The security of your data is important to us but remember that no method of transmission over the Internet or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.",
    "text2": "10. Your Data Protection Rights Under General Data Protection Regulation (GDPR)",
    "text3": "If you are a resident of the European Union (EU) and European Economic Area (EEA), you have certain data protection rights, covered by GDPR.",
    "text4": "We aim to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data. ",
    "text5": "If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please email us at support@aftawallet.com.",
    "text6": "In certain circumstances, you have the following data protection rights:",
    "text7": "0.1. the right to access, update or to delete the information we have on you;",
    "text8": "0.2. the right of rectification. You have the right to have your information rectified if that information is inaccurate or incomplete;",
    "text9": "0.3. the right to object. You have the right to object to our processing of your Personal Data;",
    "text10": "0.4. the right of restriction. You have the right to request that we restrict the processing of your personal information;",
    "text11": "0.5. the right to data portability. You have the right to be provided with a copy of your Personal Data in a structured, machine-readable and commonly used format;",
    "text12": "0.6. the right to withdraw consent. You also have the right to withdraw your consent at any time where we rely on your consent to process your personal information; Please note that we may ask you to verify your identity before responding to such requests. Please note, we may not able to provide Service without some necessary data. You have the right to complain to a Data Protection Authority about our collection and use of your Personal Data. For more information, please contact your local data protection authority in the European Economic Area (EEA).",
    "text13": "11. Your Data Protection Rights under the California Privacy Protection Act (CalOPPA)",
    "text14": "CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy. The law’s reach stretches well beyond California to require a person or company in the United States (and conceivable the world) that operates websites collecting personally identifiable information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals with whom it is being shared, and to comply with this policy.",
    "text15": "According to CalOPPA we agree to the following:",
    "text16": "0.1. users can visit our site anonymously;",
    "text17": " 0.2. our Privacy Policy link includes the word “Privacy”, and can easily be found on the home page of our website;",
    "text18": "0.3. users will be notified of any privacy policy changes on our Privacy Policy Page;",
    "text19": "0.4. users are able to change their personal information by emailing us at support@aftawallet.com.",
    "text20": "Our Policy on “Do Not Track” Signals:",
    "text21": "We honor Do Not Track signals and do not track, plant cookies, or use advertising when a Do Not Track browser mechanism is in place. Do Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.",
    "text22": "You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser."
  },
  "protection": {
    "title": "Your Data Protection Rights under the California Consumer Privacy Act (CCPA)",
    "text": "If you are a California resident, you are entitled to learn what data we collect about you, ask to delete your data and not to sell (share) it. To exercise your data protection rights, you can make certain requests and ask us:",
    "text2": "0.1. What personal information we have about you. If you make this request, we will return to you:",
    "text3": "0.0.1. The categories of personal information we have collected about you.",
    "text4": "0.0.2. The categories of sources from which we collect your personal information.",
    "text5": "0.0.3. The business or commercial purpose for collecting or selling your personal information. ",
    "text6": "0.0.4. The categories of third parties with whom we share personal information.",
    "text7": " 0.0.5. The specific pieces of personal information we have collected about you.",
    "text8": "0.0.6. A list of categories of personal information that we have sold, along with the category of any other company we sold it to. If we have not sold your personal information, we will inform you of that fact.",
    "text9": "0.0.7. A list of categories of personal information that we have disclosed for a business purpose, along with the category of any other company we shared it with.",
    "text10": "Please note, you are entitled to ask us to provide you with this information up to two times in a rolling twelve-month period. When you make this request, the information provided may be limited to the personal information we collected about you in the previous 12 months.",
    "text11": "0.2. To delete your personal information. If you make this request, we will delete the personal information we hold about you as of the date of your request from our records and direct any service providers to do the same. In some cases, deletion may be accomplished through de-identification of the information. If you choose to delete your personal information, you may not be able to use certain functions that require your personal information to operate.",
    "text12": "0.3. To stop selling your personal information. We don’t sell or rent your personal information to any third parties for any purpose. We do not sell your personal information for monetary consideration. However, under some circumstances, a transfer of personal information to a third party, or within our family of companies, without monetary consideration may be considered a “sale” under California law. You are the only owner of your Personal Data and can request disclosure or deletion at any time.",
    "text13": "If you submit a request to stop selling your personal information, we will stop making such transfers.",
    "text14": "Please note, if you ask us to delete or stop selling your data, it may impact your experience with us, and you may not be able to participate in certain programs or membership services which require the usage of your personal information to function. But in no circumstances, we will discriminate against you for exercising your rights.",
    "text15": "To exercise your California data protection rights described above, please send your request(s) by email: support@aftawallet.com.",
    "text16": "Your data protection rights, described above, are covered by the CCPA, short for the California Consumer Privacy Act. To find out more, visit the official California Legislative Information website. The CCPA took effect on 01/01/2020."
  },
  "providers": {
    "title": " Service Providers",
    "text": "We may employ third party companies and individuals to facilitate our Service (“Service Providers”), provide Service on our behalf, perform Service-related services or assist us in analysing how our Service is used.",
    "text2": "These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.",
    "text3": "14. Analytics",
    "text4": "We may use third-party Service Providers to monitor and analyze the use of our Service.",
    "text5": "15. CI/CD tools",
    "text6": "We may use third-party Service Providers to automate the development process of our Service.",
    "text7": "16. Behavioral Remarketing",
    "text8": "We may use remarketing services to advertise on third party websites to you after you visited our Service. We and our third-party vendors use cookies to inform, optimise and serve ads based on your past visits to our Service.",
    "text9": "17. Payments",
    "text10": "We may provide paid products and/or services within Service. In that case, we use third-party services for payment processing (e.g. payment processors).",
    "text11": "We will not store or collect your payment card details. That information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy. These payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover. PCI-DSS requirements help ensure the secure handling of payment information.",
    "text12": "18. Links to Other Sites",
    "text13": "Our Service may contain links to other sites that are not operated by us. If you click a third party link, you will be directed to that third party’s site. We strongly advise you to review the Privacy Policy of every site you visit. ",
    "text14": "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.",
    "text15": "19. Children’s Privacy",
    "text16": "Our Services are not intended for use by children under the age of 18 (",
    "text17": "“Child”",
    "text18": "“Children”",
    "text19": "We do not knowingly collect personally identifiable information from Children under 18. If you become aware that a Child has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from Children without verification of parental consent, we take steps to remove that information from our servers.",
    "text20": "20. Changes to This Privacy Policy",
    "text22": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. ",
    "text23": "We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update “effective date” at the top of this Privacy Policy.",
    "text24": " You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.",
    "text25": "21. Contact Us",
    "text26": "If you have any questions about this Privacy Policy, please contact us by email:",
    "text27": "or "
  }
}
